[
  {
    "id": 1,
    "texto_base": "\"De repente parou tudo entregara a alma.\" (Raquel de Queiroz: Memorial de Maria Moura).",
    "enunciado": "A locução adverbial em negrito pode ser substituída por qual advérbio, mantendo o sentido da frase?",
    "alternativas": {
      "A": "Repentemente",
      "B": "Repentimente",
      "C": "Derrepentimente",
      "D": "Repentinamente",
      "E": "Derrepentinamente"
    }
  },
  {
    "id": 2,
    "texto_base": "A etimologia é o estudo que nos ajuda a entender como as palavras surgiram e como se organizaram ao longo do tempo. A maioria das palavras da Língua Portuguesa têm origem no latim. Esse é o caso da palavra seduzir: ela surgiu de seducere, formada pelo prefixo se, que dá a ideia de afastamento ou separação, e pelo radical ducere, que significa levar, guiar, conduzir.",
    "enunciado": "Sabendo disso, responda: o que são pensamentos sedutores? Assinale a alternativa que melhor corresponde ao sentido etimológico apresentado.",
    "alternativas": {
      "A": "São pensamentos eróticos.",
      "B": "São pensamentos agradáveis.",
      "C": "São pensamentos que nos desviam do caminho.",
      "D": "São pensamentos que nos colocam no caminho.",
      "E": "São pensamentos que nos dominam."
    }
  },
  {
    "id": 3,
    "texto_base": "Adivinhe quais são as duas palavras abaixo: trata-se de adjetivos antônimos, cada um com 7 letras. Um qualifica o que é esotérico, o outro, o que é exotérico. Para facilitar, já indicamos algumas de suas letras: E _ _ E _ _ O / E _ _ E _ _ O.",
    "enunciado": "Descubra quais são as palavras e então responda: que letra deve ser colocada no espaço indicado (a terceira letra)?",
    "alternativas": {
      "A": "A letra L",
      "B": "A letra R",
      "C": "A letra A",
      "D": "A letra C",
      "E": "A letra U"
    }
  },
  {
    "id": 4,
    "texto_base": "Ora [___] ora melancólica, Rita conseguiu no entanto que esse seu temperamento [___] não lhe prejudicasse no trabalho: ela [___] cumpria com todas as suas obrigações, [___] fazia até mais do que lhe era exigido.",
    "enunciado": "Qual das alternativas apresenta o melhor modo de completar os espaços em branco da frase acima, na ordem em que aparecem?",
    "alternativas": {
      "A": "alegre / instável / não só / mas também.",
      "B": "alegre / estável / ora / ora.",
      "C": "triste / estável / nem / nem.",
      "D": "alegre / instável / então / portanto.",
      "E": "apática / estável / não só / mas também."
    }
  },
  {
    "id": 5,
    "texto_base": "Aragonês é um idioma falado localmente em regiões da Espanha. Leia um texto em aragonês com sua tradução para o português: Aragonês: 'O clima d'a Mar Negra ye variable entre o d'a parti norte, más freda y propio d'a estepa rusa, y o d'o sud, que remera o clima mediterranio' Português: 'O clima do Mar Negro é variável entre o da parte norte, mais fria e próprio da estepe russa, e o do sul, que lembra o clima mediterrâneo.'",
    "enunciado": "Como se diz em aragonês 'o Brasil é o maior país da América do Sul'?",
    "alternativas": {
      "A": "\"El Brazil és el país más grande della Sudamérica\".",
      "B": "\"L Brasil ye I país mais gran de Sudamerica\".",
      "C": "\"O Brasil ye o país más gran de Sudamerica\".",
      "D": "\"O Brasil he o país mais gran d'a Sudamérica\".",
      "E": "\"O Brazil é o país mas grant da Sudamerica\"."
    }
  },
  {
    "id": 6,
    "texto_base": "Cansado por causa do trabalho, Arthur exclama: 'A maior desgraça é ter que trabalhar!'. Ao que seu amigo, Lucas, responde: 'É aí que você se engana, desgraça maior é não ter nada para fazer, afundar-se no tédio, porque, como diz o provérbio, ...'.",
    "enunciado": "Qual dos provérbios abaixo é o mais adequado para Lucas usar aqui:",
    "alternativas": {
      "A": "Há males que vêm para o bem.",
      "B": "Não adianta chorar pelo leite derramado.",
      "C": "Cabeça vazia é a oficina do diabo.",
      "D": "A pressa é inimiga da perfeição.",
      "E": "Quem canta, os seus males espanta."
    }
  },
  {
    "id": 7,
    "texto_base": "Acompanhe as explicações de uma gramática acerca das preposições a e para: Observação 2: no português atual, uma coisa é Foi a casa e outra Foi para casa: no primeiro caso, foi para não ficar, enquanto no segundo foi para ficar; Observação 3: no português atual, uma coisa é Foram à [a + a] África e outra Foram para a África: no primeiro caso, foram para voltar mais ou menos brevemente, enquanto no segundo foram para ali viver. (Carlos Nougué: Suma Gramatical da Língua Portuguesa, p. 390).",
    "enunciado": "De acordo com tais explicações, em qual das frases abaixo a proposição destacada é utilizada de modo correto?",
    "alternativas": {
      "A": "Eu fui para o escritório só para buscar o contrato.",
      "B": "Ele viajou muito a trabalho nesta semana: na segunda foi para Recife, na terça para Salvador e na quinta para Goiânia.",
      "C": "Triste, ela foi no parque para se distrair.",
      "D": "Os retirantes vão a São Paulo para tentar uma nova vida.",
      "E": "Todo dia ele vai ao galpão buscar lenha."
    }
  },
  {
    "id": 8,
    "texto_base": "Leia um trecho de Ressurreição, o primeiro romance de Machado de Assis: 'Neste ponto foi a moça interrompida por uma observação banal do irmão, que tinha um termômetro infalível nos pés e anunciou que havia trovoada iminente. A irmã olhou silenciosamente para ele, e admirou consigo mesma a ventura daqueles para quem as tempestades do ar importam mais que as tempestades da vida.'",
    "enunciado": "O que não podemos concluir deste trecho?",
    "alternativas": {
      "A": "\"Tempestades da vida\" é uma metáfora, assim como o é uma expressão como \"tempestades do coração\".",
      "B": "\"Tinha um termômetro infalível nos pés\" também é uma metáfora.",
      "C": "O irmão tem um grande senso para identificar eventos meteorológicos.",
      "D": "A irmã admirou seu irmão por sua capacidade de prever a trovoada.",
      "E": "A irmã distinguiu dois tipos de perturbações: a natural e a humana."
    }
  },
  {
    "id": 9,
    "texto_base": "\"Mustafá [___] do Iraque e temia sofrer [___] para os Estados Unidos, mas, no novo país, buscou sempre agir com [___] pois havia [___] para o Brasil e a distância lhe [___] fortes saudades\". Mas sua saída daquele país era [___] pois sua família [___].",
    "enunciado": "Assinale a opção que preenche corretamente as lacunas do texto acima.",
    "alternativas": {
      "A": "imigrou / descrição / imigrado / descriminação / eminente / emigrara / infligia.",
      "B": "imigrou / discrição / imigrado / discriminação / iminente / imigrara / infringia.",
      "C": "emigrou / discrição / emigrado / discriminação / iminente / emigrara / infligia.",
      "D": "emigrou / discrição / emigrado / discriminação / iminente / imigrara / infringia.",
      "E": "emigrou / descrição / emigrado / descriminação / eminente / imigrara / infligia."
    }
  },
  {
    "id": 10,
    "texto_base": "Leia os trechos abaixo, ambos retirados de obras do Teófilo Braga: Texto 1: 'À exceção das viúvas, todos devem tomar parte neste festim popular; e aquele que sem motivo plausível não aparece, é qualificado de misantropo e pouco sociável'. (O Povo Português II). Texto 2: '- Quanto mais estudo (disse-me ele, cansado de andar e de falar), tanto mais se me alarga a solidão do espirito; cada dia encontro menos pessoas com quem prive, caminho, e a cada passo me vão ficando mais longe. Quem não entender isto e se revoltar contra a minha frieza, dirá que é orgulho, e egoísmo até; os que se doerem de mim dirão que é misantropia'. (Lava de um Crânio)",
    "enunciado": "Com base nisso, analise os itens a seguir: (I) Lendo os trechos, e sabendo que o termo grego 'anthropos' significa o humano (a humanidade), podemos concluir que o prefixo mis- (de 'misantropia') significa amor a ou amizade por. (II) No conto A Igreja do Diabo, de Machado de Assis, o diabo diz o seguinte: '- A misantropia pode tomar aspecto de caridade; deixar a vida aos outros, para um misantropo, é realmente aborrecê-los...'. Nesse trecho, está dito que a misantropia é um aspecto da caridade, e que todo misantropo quer fazer o bem. (III) Da fala diabólica do item acima, podemos concluir que o misantropo pode sacrificar a si mesmo apenas para prejudicar o outro. (IV) Se filantropia é o amor à humanidade, então 'misantropia' é seu sinônimo. (V) Se filantropia é o amor à humanidade, então 'misantropia' é seu antônimo. São verdadeiros apenas os itens:",
    "alternativas": {
      "A": "I e IV",
      "B": "I, II e IV",
      "C": "II e III",
      "D": "II e V",
      "E": "III e V"
    }
  },
  {
    "id": 11,
    "texto_base": "\"Diante da árvore de Natal da minha avó, muito cheia de pequenas luzes, comi dois pequenos pães doces. É deveras necessário dar valor a essas breves memórias da infância.\"",
    "enunciado": "Assinale a opção em que os termos grifados (muito cheia, pequenas luzes, pequenos pães, deveras necessário, breves memórias) são substituídos corretamente por formas sintéticas ou diminutivos, sem mudar o sentido.",
    "alternativas": {
      "A": "cheiíssima / luizinhas / pãezinhos / necessaríssimo / memoriasinhas.",
      "B": "cheiíssima / luzezinhas / pãesinhos / necessariíssimo / memoriazinhas.",
      "C": "cheíssima / luzinhas / pãozinhos / necessaríssimo / memorinhas.",
      "D": "cheíssima / luizinhas / pãezinhos / necessariíssimo / memoriasinhas.",
      "E": "cheíssima / luzinhas / pãezinhos / necessariíssimo / memoriazinhas."
    }
  },
  {
    "id": 12,
    "texto_base": "",
    "enunciado": "Assinale a opção em que não há nenhuma infração contra as normas gramaticais.",
    "alternativas": {
      "A": "A maioria dos professores ficam felizes ao receber, de presente, uma maçã.",
      "B": "Amanhã a esposa do Eusébio entregar-lhe-a a minha carta.",
      "C": "Fascinou-me completamente aquele concerto ontem!",
      "D": "Isabel então, disse a todos que estava desolada.",
      "E": "Cumprimentarei o Carlos amanhã se eu o ver no trabalho."
    }
  },
  {
    "id": 13,
    "texto_base": "",
    "enunciado": "Qual é a única frase em que não há crase usada incorretamente?",
    "alternativas": {
      "A": "Viajarei à Rondônia no Natal.",
      "B": "Às vezes, vou à praia à noite para assistir às ondas.",
      "C": "Ela se despediu à francesa, à partir da sacada.",
      "D": "Obedeço à minha mãe e à meu pai.",
      "E": "Hoje disse à uma mulher que a amava."
    }
  },
  {
    "id": 14,
    "texto_base": "\"Mas o trem ia-se aproximando, perfurando, penetrando, e avançava [___] as montanhas cerradas se afastavam, como se abrissem o passo ao monstro resfolegante que chegava.\" (Rachel de Queiroz: O Quinze).",
    "enunciado": "Qual das opções abaixo é a mais apropriada para preencher o espaço em branco?",
    "alternativas": {
      "A": "na medida que",
      "B": "a medida em que",
      "C": "a medida que",
      "D": "à medida que",
      "E": "à medida em que"
    }
  },
  {
    "id": 15,
    "texto_base": "Observe a formação do plural de algumas palavras: peroba-do-campo -> perobas-do-campo; mula-sem-cabeça -> mulas-sem-cabeça; pimenta-do-reino -> pimentas-do-reino; amor-perfeito -> amores-perfeitos; obra-prima -> obras-primas; segunda-feira -> segundas-feiras; beija-flor -> beija-flores; guarda-chuva -> guarda-chuvas; guarda-sol -> guarda-sóis",
    "enunciado": "De acordo com os padrões acima apresentados, quais os plurais de cada uma das palavras a seguir, respectivamente: couve-flor, abaixo-assinado, abelha-mestra, estrela-do-mar, lírio-do-campo?",
    "alternativas": {
      "A": "couves-flor; abaixos-assinados; abelhas-mestra; estrelas-dos-mares; lírios-dos-campos",
      "B": "couves-flors; abaixo-assinados; abelhas-mestras; estrelas-do-mar; lírios-do-campo",
      "C": "couves-flores; abaixo-assinados; abelha-mestras; estrelas-do-mar; lírios-do-campo",
      "D": "couves-flors; abaixos-assinados; abelhas-mestras; estrelas-do-mar; lírios-do-campo",
      "E": "couves-flores; abaixo-assinados; abelhas-mestras; estrelas-do-mar; lírios-do-campo"
    }
  },
  {
    "id": 16,
    "texto_base": "Imagine que um indivíduo brasileiro tenha descoberto que a sua pronúncia de 'chapéu' se transcreve foneticamente por [fa' pew], a de 'comum' por [ko'mű], a de 'leite' por ['lej.tfi], a de 'protótipo' por [pro'to.tfi.pu] e a de 'injeção' por [ĩ.ze'sẽw]. Ele então lê em voz alta a seguinte frase: 'O Brasil é um ótimo país e minha São Paulo é uma bela cidade, não tenho em mente sair daqui'.",
    "enunciado": "Qual seria a transcrição fonética de sua fala?",
    "alternativas": {
      "A": "[u bra'siw 'e 'ün 'ɔ.tfi.mu pa'ife 'mi.ne 'sew paw.lu ' 'ũ.me 'be.le ci'da.dzi, 'new 'të.nu ēj 'mẽ.tsi sa'i da'ki]",
      "B": "[u bra'zil 'e 'üm 'ɔ.tfi.mu pe'is i 'mi.ne's .ne 'saw paw.lu ' 'ü.me 'be.le si'da.dſi, 'new 'të.ņu ëîn mẽ.tsi se'ih da'ki]",
      "C": "[u bra'sil 'e ' ' l'e ' 'o.ti.mu pa'is i 'mi.ne's 'sẽw paw.lu 'u.ma 'be.la ci'da.di, 'n new 'te.nu ẽ 'mē.tsi Ji sa'i sa'i d da'ki]",
      "D": "[o bra'ziw 'e 'ว ɔ.ti.mo pais i 'mi.ne sẽõ paw.lo e ' 'ũ.me 'be.le si da.de, nẽo 'mẽ.te sa'ir da'ki]",
      "E": "[u bra'ziw ' 'ü 'ɔ.tfi.mu pa'is i 'mi.ne 'sẽŵ 'paw.lu ' 'ũ.me 'be.le si'da.dzi, 'new 'tē.ņu ēj mẽ.tfi sa'ir da da'ki]"
    }
  },
  {
    "id": 17,
    "texto_base": "Jurema inventou um jogo para se divertir com seus amigos. Escreveu um pequeno texto e embaralhou ou alterou parte das suas preposições. O jogador deve encontrar a forma original do texto, usando de apenas dois tipos de jogada: Permutação (trocar mutuamente duas preposições que já estão no texto, vale 2 pontos) e Reescrita (apagar uma preposição e escrever outra, vale 5 pontos). O objetivo é terminá-lo com a menor pontuação possível. Texto para correção: 'Ernesto chegou atrasado na escola e não assistiu a aula em que a professora Giovana falou à todos os estudantes sobre sua saída da instituição. Disse-lhes que não continuaria a frente da disciplina de biologia, pois fora convidada à ir no treinamento de um grupo de pesquisadores que permanecerá 6 meses ao sul do monte Roraima, estudando a fauna local'.",
    "enunciado": "Qual é a pontuação mínima necessária para a correção do texto apresentado?",
    "alternativas": {
      "A": "4",
      "B": "6",
      "C": "9",
      "D": "11",
      "E": "14"
    }
  },
  {
    "id": 18,
    "texto_base": "Analise alguns versos do poema Quadras de António Aleixo: 'Sou humilde, sou modesto; mas, entre gente ilustrada, talvez me digam que eu presto, porque não presto p'ra nada.'",
    "enunciado": "Assinale a alternativa em que o termo 'que' aparece duas vezes com a mesma função sintática que no trecho anterior (no poema Quadras):",
    "alternativas": {
      "A": "Às vezes até suponho / Que vejo através dum sonho / Um mundo onde não vivi. / Porque não vivi outrora / A vida que vivo agora / Desde a hora em que te vi.",
      "B": "Fazer bem não é só dar / Pão aos que dele carecem / E à caridade o imploram, / É também aliviar / As mágoas dos que padecem, / Dos que sofrem, dos que choram.",
      "C": "Sei que há homens educados / Que tiveram muito estudo. / Mas esses não sabem tudo, / Também vivem enganados; / [...] Mas tudo o que é necessário / Calculo que ninguém tem.",
      "D": "Ao primeiro homem sabido / Quem foi que lhe deu lições / P'ra ter habilitações / E ser assim instruído / Quem não estiver convencido / Concorde com este aviso / Eu nunca desvalorizo / Aquel' que saber não tem / Porque não nasceu ninguém / Com tudo quanto é preciso.",
      "E": "Que feliz eu era então e que alegria... / Que loucura a brincar, santo delírio!... / Embora fosse mártir, não sabia / Que o mundo me criava p'ra o martírio!"
    }
  },
  {
    "id": 19,
    "texto_base": "Falácias são argumentos falsos que se passam por verdadeiros. Tipos: Argumentum ad hominem - ataca-se a pessoa e não o argumento. Argumentum ad baculum - apelo à força e coerção. Argumentum ad passiones - manipulação do sentimento. Diálogo: 1. Alfredo: Ora, Estefânio, você está jogando fora algo que muitos desejam ter, não se sente mal por isso? Se não aprender a zelar pelo que possui, serei obrigado a ensinar-lhe à força, deixando-o na miséria, para que sofra da falta. 2. Estefânio: Como? Fala como se soubesse algo a meu respeito, mas pessoas como você, fracassadas, que nunca ganharam nada na vida, devem prestar-me apenas o silêncio. 3. Alfredo: Que audácia! Esta é a minha casa! Sou eu, Alfredo, seu avô, quem manda aqui. Você deve me escutar e fazer o que peço... Espero que não esteja duvidando de mim, senão... 4. Estefânio: Qual o quê! 5. Alfredo: Estefânio, seu mal-educado, suma daqui.",
    "enunciado": "Analise os itens abaixo: I. Em 1 e 3, Alfredo usa o argumentum ad baculum. II. Em 2, Estefânio usa o argumentum ad passiones. III. Em 4, a interjeição 'qual o quê!' expressa incredulidade, e serve para desautorizar o argumento de Alfredo. IV. Em 1, além do argumentum ad baculum, Alfredo usa o argumentum ad passiones. V. Em 2, Estefânio usa o argumentum ad hominem. VI. O argumentum ad hominem não aparece na discussão. Podemos afirmar que:",
    "alternativas": {
      "A": "Apenas os itens I, II, III e IV são verdadeiros.",
      "B": "Apenas o item VI é verdadeiro.",
      "C": "Apenas os itens I, II, IV e VI são verdadeiros.",
      "D": "Apenas o item V é falso.",
      "E": "Apenas os itens I, III, IV e V são verdadeiros."
    }
  },
  {
    "id": 20,
    "texto_base": "A professora de filosofia pediu que seus alunos fizessem um pequeno texto. Ao notar cópias, solicitou uma continuação para identificar quem foi copiado, sabendo que cada aluno tinha padrões de acerto e erro (ortografia) específicos. TEXTO INICIAL (escrito pelos alunos): 'Como é possível que vivamos sem saber o que somos? Para comer, para resar, para respirar, para faser o que sempre fasemos, não é preciso ter consciência da nossa vida... Há quem tenha passado todos os seus dias sem nunca ter chegado a conclusão nenhuma sobre si mesmo, e mesmo assim sua existência teve tristesas e alegrias. Há, porém, quem tenha passado toda uma vida se perguntando sobre si mesmo... e mesmo assim sua existência teve tristesas e alegrias.'",
    "enunciado": "Assinale a alternativa com o texto de continuação que pertence ao mesmo aluno que produziu o texto inicial (atente-se aos padrões de erro ortográfico como s/z/x).",
    "alternativas": {
      "A": "Na verdade, não eziste sabedoria a nosso respeito... Fiquemos longe dessas coisas todas, preservemo-nos da filosofia, do pensamento sobre a ezistência...",
      "B": "Em um recipiente, misture a farinha de trigo (2 xícaras bem cheias), o açúcar (meia xícara)... Ficará uma delícia! Fácil de fazer, não?",
      "C": "Sinceramente, talves não saibamos responder a essa questão, porque talves não sejamos filósofos... também apenas ele deve conhecer as relações entre o seu faser (o filosofar) e a vida.",
      "D": "Certamente não serve para nada... Como nos ensinou Alberto Caeiro, 'as coisas não têm significação: têm existência'.",
      "E": "Olhando como estamos olhando... chegaremos sempre a conclusão de que a sabedoria de um filósofo é inútil... No entanto, há algo de profundo na realidade (e que talves apenas alguns pensadores o saibam)..."
    }
  }
]